{
  "3_03_extraction.md": "*Una pizarra de datos apareció en un punto muerto cerca de la Confluencia Nula. Ambas cuadrillas recibieron el soplo. La pizarra contiene registros departamentales que valen más de lo que cualquiera aquí gana en un ciclo.*\n\nEl Defensor coloca 1 marcador de objetivo en el centro.\n\n`Interactuar` adyacente para recoger. El portador se mueve a mitad de `Movimiento` (redondear hacia abajo) y no puede `Destrabarse`. Suelta si `FdC` o `Huye` (coloca donde cayó o en el borde de mesa). `Trabadas` no pueden recoger. (Si hay Compañero: `Interactuar` acciones separadas para extraer e interrogar.)\n\nLos Hostiles ignoran el objetivo.\n\n**Victoria:** Lleva el objetivo fuera por tu borde de despliegue. Si ningún bando extrae al final de la partida, gana el bando que tenga el objetivo. Sin portador: más miniaturas supervivientes.\n\n**Recompensa:** El ganador recibe +1 `Pista`.\n**Extra:** La miniatura que porta el objetivo en el momento de la victoria gana +1 `Mérito`.\n\n> \"Los derechos de salvamento son intransferibles. La posesión es nueve décimas partes de la factura.\"\n> **Aviso de Operaciones de Ingresos**",
  "3_04_control.md": "*El repetidor central enruta la mitad del tráfico del sector. Contrólalo y controlas el flujo. Piérdelo y pierdes todo lo que hay corriente abajo.*\n\nSin marcadores. Al final de la partida, cuenta las miniaturas a 3\" del centro del tablero. Las miniaturas `Fuera de Combate` y `Huyendo` no cuentan. Los Hostiles a 3\" del centro cuentan contra ambos jugadores (resta de cada total).\n\n**Resta de Hostiles:** Cada Hostil a 3\" del centro resta 1 de los conteos de modelos de ambos jugadores por igual. Cuenta los modelos de cada jugador, luego resta el conteo de Hostiles de cada total de forma independiente. Ejemplo: Jugador A tiene 4 miniaturas, Jugador B tiene 5 miniaturas, y 2 Hostiles están presentes a 3\" del centro. Tras la resta: Jugador A = 4 - 2 = 2, Jugador B = 5 - 2 = 3. Jugador B gana 3-2.\n\nSi ambos totales llegan a 0 o menos tras la resta de Hostiles, gana el bando con más miniaturas supervivientes en el tablero.\n\n**Victoria:** Bando con más miniaturas a 3\" del centro al final de la partida.\n\n**Recompensa:** El ganador recibe +1 `Pista`.\n**Extra:** +1 `Pista` adicional si el total neto del ganador supera al del oponente por 3 o más.\n\n> \"La conexión es civilización.\"\n> **Promoción del Credo del Cable**",
  "3_05_quadrants.md": "*Una cascada reventó cuatro sub-sectores a la vez. Cada uno guarda material de salvamento, inteligencia, o ambos. Dispersa tu cuadrilla y reclama lo que puedas antes que la otra.*\n\nSin marcadores. Divide el tablero en 4 cuadrantes iguales. Al final de la partida, un cuadrante lo controla el bando con más miniaturas dentro. Los cuadrantes vacíos o empatados no se controlan. Miniatura en la línea de un cuadrante: el jugador que la controla elige en qué cuadrante cuenta.\n\nLas miniaturas `Huyendo` no cuentan. Cada Hostil en un cuadrante resta 1 del recuento de ambos jugadores allí.\n\n**Victoria:** Bando que controle más cuadrantes al final de la partida. Empate en cuadrantes: más miniaturas supervivientes.\n\n**Recompensa:** El ganador recibe +1 `Pista`.\n**Extra:** +1 `Pista` adicional si el ganador controla 3 o más cuadrantes.\n\n> \"El primero en llegar se lo lleva, el último en salir sigue respirando.\"\n> **Informe de Derechos de Salvamento**",
  "3_06_seizure.md": "*Una baliza portátil pulsa con datos en caché en la confluencia del corredor. Mantenla el tiempo suficiente y los datos son tuyos. Pierde la concentración y la otra cuadrilla se lleva la señal.*\n\nEl Defensor coloca 1 baliza en el centro.\n\nAl final de cada ronda, cuenta las miniaturas a 3\" de la baliza. Las miniaturas `Fuera de Combate` y `Huyendo` no cuentan. Cada Hostil a 3\" resta 1 del recuento de ambos jugadores. El bando con más anota 1 punto. Empate o ambos a 0: nadie anota.\n\nEmpate en puntos al final de la partida: gana el bando con más miniaturas a 3\" de la baliza. Sigue empatado: más miniaturas supervivientes.\n\n**Victoria:** Más puntos al final de la partida.\n\n**Recompensa:** El ganador recibe +1 `Pista`.\n**Extra:** +1 `Pista` adicional si el ganador lleva 4 o más puntos de ventaja.\n\n> \"Tu rendimiento es monitorizado. Tu contribución es anotada.\"\n> **Emisión de Mérito Matutino**",
  "3_07_assassination.md": "*Alguien en la otra cuadrilla tiene precio. El contrato es específico: un objetivo, sin facturación colateral. Encuéntralo en el caos.*\n\nTras el despliegue, cada jugador anota en secreto una miniatura enemiga como objetivo. No reveles los objetivos hasta que uno quede `Fuera de Combate` o `Huya`. No puedes elegir una miniatura que no esté en el tablero.\n\nSi el objetivo `Huye`, revélalo inmediatamente: el oponente gana. Si ambos objetivos mueren en la misma ronda, el primer jugador en revelar su objetivo gana. Misma activación: más miniaturas supervivientes.\n\n**Victoria:** El primero en dejar a su objetivo `Fuera de Combate` (o forzarlo a `Huir`). Si ningún objetivo cae al final de la partida, revela ambos. Más miniaturas supervivientes.\n\n**Recompensa:** El ganador recibe +1 `Pista`.\n**Extra:** La miniatura que mató al objetivo gana +1 `Mérito`.\n**Intel:** +1 `Prueba` si el ganador mató su objetivo (perfil del objetivo recopilado).\n\n> \"La resistencia se añadirá a tu saldo.\"\n> **Aviso Final de Recaudación**",
  "3_08_breakthrough.md": "*El corredor se derrumba detrás de ambas cuadrillas. No hay vuelta atrás. Saca a tu gente por la salida del otro lado. Quien se quede atrás, se queda.*\n\nSin marcadores. Una miniatura que alcance el borde de despliegue del oponente puede salir como parte de su movimiento. Las miniaturas que salen se retiran y no pueden volver. Las miniaturas `Trabadas` no pueden salir (deben `Destrabarse` primero).\n\nLos Hostiles no pueden salir. Las miniaturas que `Huyen` por el borde del oponente cuentan como sacadas. Las que `Huyen` por cualquier otro borde no.\n\nSi ninguna miniatura sale al final de la partida, gana el bando con más miniaturas supervivientes.\n\n**Victoria:** Más miniaturas sacadas al final de la partida. Las que sigan en el tablero no cuentan. Empate: más miniaturas supervivientes en el tablero.\n\n**Recompensa:** El ganador recibe +1 `Pista`.\n**Extra:** +1 `Pista` adicional si el ganador sacó 3 o más miniaturas.\n\n> \"Sector Abandonado: Sin servicios, sin respuesta, sin reembolsos.\"\n> **Cartel de Advertencia del Complejo**",
  "3_09_triangulation.md": "*Tres repetidores de señal están muertos en la confluencia. Cada uno necesita activación manual. La cuadrilla que los encienda primero obtiene la frecuencia. La otra solo recibe estática.*\n\nEl Defensor coloca 3 marcadores de señal (a 6\"+ entre sí, a 3\"+ de los bordes).\n\n`Interactuar` adyacente para activar un marcador para tu bando. Cada miniatura solo puede activar el mismo marcador una vez. Las miniaturas `Trabadas` no pueden activar marcadores. Las activaciones son permanentes: la activación del oponente no elimina la tuya. Ambos bandos pueden activar los 3.\n\nLos Hostiles ignoran los marcadores de señal.\n\n**Victoria:** Más marcadores activados al final de la partida. Máximo 3 por bando. Empate: más miniaturas supervivientes.\n\n**Recompensa:** El ganador recibe +1 `Pista`.\n**Extra:** +1 `Pista` adicional si el ganador activó los 3 marcadores.\n**Intel:** +1 `Prueba` si el ganador activó los 3 marcadores (secretos de emisión interceptados).\n\n> \"Toda señal es una traición.\"\n> **Aviso Anti-Herejía**",
  "3_10_sabotage.md": "*Tu objetivo es el conducto de energía del enemigo. Su objetivo es el tuyo. Cortar requiere precisión y tiempo. Defender requiere cuerpos.*\n\nCada jugador coloca 1 marcador de conducto en la mitad del tablero del oponente (a 3\"+ de los bordes).\n\n`Interactuar` adyacente para cortar el conducto enemigo. Cortar requiere 2 acciones de `Interactuar` sobre el mismo conducto (no necesariamente en la misma activación o miniatura). Marca el primer éxito con un token. Al inicio de la siguiente ronda, retira el token si no hay miniatura amiga a 1\" del conducto marcado. Las miniaturas `Trabadas` no pueden cortar conductos. El corte es permanente una vez completado.\n\nLos Hostiles ignoran los conductos.\n\n**Victoria:** El primero en cortar. Ambos cortan en la misma ronda: gana el primero en completar. Ninguno corta al final: más miniaturas supervivientes.\n\n**Recompensa:** El ganador recibe +1 `Pista`.\n**Extra:** La miniatura que completó el corte final gana +1 `Mérito`.\n\n> \"Un buen empalme es invisible. Un gran empalme nunca fue necesario.\"\n> **Dicho de Certificado de Conducto**",
  "3_11_heist.md": "*Un terminal corporativo está desprotegido entre las cuadrillas. Sus bancos de datos guardan archivos departamentales cifrados. Ambos bandos pueden extraer datos. Ninguno puede bloquear al otro.*\n\nEl Defensor coloca 1 terminal en el centro.\n\n`Interactuar` adyacente para descargar. Cada descarga cuesta una acción. Solo una miniatura por bando puede descargar por ronda. Las miniaturas `Trabadas` no pueden usar el terminal. Las descargas se registran por jugador: ambos bandos usan el mismo terminal.\n\nSi un Hostil termina su activación a 1\" del terminal, el bando con más descargas pierde 1 (empate: ambos pierden 1, mínimo 0).\n\n**Victoria:** El primero en llegar a 3 descargas. Si ninguno llega a 3, más descargas al final de la partida. Empate: más miniaturas supervivientes.\n\n**Recompensa:** El ganador recibe +1 `Pista`.\n**Extra:** +1 `Pista` adicional si el ganador completó 3 descargas. El perdedor recibe 1 `Pista` si completó al menos 1 descarga.\n**Intel:** +1 `Prueba` si el ganador completó 3 descargas (archivos de banco de datos archivados).\n\n> \"Todo mensaje es escuchado. Ten cuidado con lo que dices.\"\n> **Dicho de Certificado Vox**",
  "3_12_uplink.md": "*Tres nodos de relevo forman una red local en la confluencia. Controla los nodos y los datos fluyen hacia ti. Deja que el enemigo los dispute y nadie recibe nada.*\n\nEl Defensor coloca 3 nodos de relevo (a 6\"+ entre sí, a 3\"+ de los bordes).\n\nAl final de la partida, un nodo está activo para tu bando si tienes al menos una miniatura a 3\" y el oponente no. Los nodos disputados (ambos bandos presentes) no están activos para ninguno. Las miniaturas `Fuera de Combate` y `Huyendo` no cuentan.\n\nLos Hostiles a 3\" de un nodo lo disputan para ambos bandos.\n\n**Victoria:** Más nodos activos al final de la partida. Empate: más miniaturas supervivientes.\n\n**Recompensa:** El ganador recibe +1 `Pista`.\n**Extra:** +1 `Pista` adicional si el ganador tiene 3 o más nodos activos.\n**Intel:** +1 `Prueba` si el ganador controla los 3 nodos de relevo (tráfico de red interceptado).\n\n> \"La red es eterna. La red es sagrada. La red es todo.\"\n> **Oración de Mantenimiento**",
  "3_13_lockdown.md": "*El terminal ya funcionaba cuando tu equipo lo encontró. Alguien inició una transferencia y no la terminó. La barra avanza. Tres equipos más quieren detenerlo.*\n\nEl Defensor coloca 1 terminal en el centro.\n\n`Interactuar` adyacente para avanzar progreso (1 paso por éxito). Necesita 3 pasos. Cada bando registra por separado. El oponente puede `Interactuar` para retrasar 1 paso (mínimo 0). Hostiles a 1\" al final de ronda retrasan ambos bandos 1 paso. Las miniaturas `Trabadas` no pueden usar el terminal.\n\n**Victoria:** Primero en completar 3 pasos. Si nadie completa: más pasos al final. Empate: más miniaturas supervivientes.\n\n**Recompensa:** El ganador recibe +1 `Pista`.\n**Extra:** +1 `Pista` adicional si el ganador completó los 3 pasos. El perdedor recibe 1 `Pista` si completó al menos 1.\n\n> \"Interrupción de transferencia: infracción facturable. Finalización sin autorización: también facturable.\"\n> **Aviso de Operaciones de Ingresos**",
  "3_13b_escort.md": "*La encontraron en un cruce de cables, murmurando frecuencias sin licencia. Sabe de dónde viene la señal. Ambos Departamentos la quieren hablando.*\n\nEl Defensor coloca 1 informante en el centro.\n\n`Interactuar` adyacente para tomar el control. La escolta se mueve a mitad de `Movimiento` (redondear hacia abajo). Si queda `Fuera de Combate`, la informante queda en su sitio. Cualquier miniatura toma el control con `Interactuar`. `Trabadas` no pueden escoltar. La informante no puede ser atacada. Los hostiles la ignoran.\n\nSin escolta al final de ronda con hostiles a 3\": retira la informante. Ambos bandos pierden.\n\n**Victoria:** Sacar la informante por tu borde. Final de partida: el bando que controla gana. Sin controlador: más miniaturas supervivientes.\n\n**Recompensa:** El ganador recibe +1 `Pista`.\n**Extra:** La miniatura escolta en el momento de la victoria gana +1 `Mérito`. El perdedor recibe 1 `Pista` si la controló en algún momento.\n\n> \"Los informantes son propiedad de la empresa. Los daños se deducirán de su suscripción.\"\n> **Memorando de Capital Humano**"
}