{
  "3_03_extraction.md": "*A data-slate surfaced in a dead drop near Junction Null. Both crews got the tip. The slate holds Department records worth more than anyone here earns in a cycle.*\n\nDefender places 1 objective marker at center.\n\n`Interact` adjacent to pick up the objective. The carrier moves at half `Move` (round down) and cannot `Disengage`. Drop the objective if the carrier goes `Out of Action` or `Flees` (place where they fell or at the board edge). `Engaged` models cannot pick up the objective. Any model can pick it up again with `Interact`.\n\n**Coworker at objective:** Separate `Interact` actions needed (extract or interrogate). Cannot do both with one action.\n\nHostiles ignore the objective.\n\n**Victory:** Carry the objective off your deployment edge. If neither side extracts by game end, the side holding the objective wins. No holder: most surviving models.\n\n**Reward:** Winner gains +1 `Lead`.\n**Bonus:** The model carrying the objective at victory gains +1 `Merit`.\n\n> \"Salvage rights are non-transferable. Possession is nine-tenths of the invoice.\"\n> **Revenue Operations Advisory**",
  "3_04_control.md": "*The relay hub routes half the sector's traffic. Hold it and you control the flow. Lose it and you lose everything downstream.*\n\nNo markers. At game end, count models within 3\" of board center. `Out of Action` and `Fleeing` models do not count. Hostiles within 3\" of center count against both players (subtract from each total).\n\n**Hostile Subtraction:** Each hostile within 3\" of center subtracts 1 from both players' model counts equally. Count each player's models, then subtract the hostile count from each total independently. Example: Player A has 4 models, Player B has 5 models, and 2 hostiles are present within 3\" of center. After subtraction: Player A = 4 - 2 = 2, Player B = 5 - 2 = 3. Player B wins 3-2.\n\nIf both totals reach 0 or below after hostile subtraction, most surviving models on the board wins.\n\n**Victory:** Side with more models within 3\" of center at game end.\n\n**Reward:** Winner gains +1 `Lead`.\n**Bonus:** +1 additional `Lead` if the winner's net total exceeds the opponent's by 3 or more.\n\n> \"Connection is civilization.\"\n> **Cable Creed Promotion**",
  "3_05_quadrants.md": "*A cascade blew out four sub-sectors at once. Each one holds salvage, intel, or both. Spread thin and claim what you can before the other crew does.*\n\nNo markers. Divide the board into 4 equal quadrants. At game end, a quadrant is held by the side with more models inside it. Empty or tied quadrants are not held. Model on a quadrant line: controlling player chooses which quadrant it counts for.\n\n`Fleeing` models do not count. Each hostile in a quadrant subtracts 1 from both players' counts there.\n\n**Victory:** Side holding more quadrants at game end. Tied on quadrants: most surviving models.\n\n**Reward:** Winner gains +1 `Lead`.\n**Bonus:** +1 additional `Lead` if the winner holds 3 or more quadrants.\n\n> \"First come, first served, last out still breathing.\"\n> **Scavenge Rights Briefing**",
  "3_06_seizure.md": "*A portable beacon pulses with cached data in the corridor junction. Hold it long enough and the data is yours. Lose focus and the other crew takes the feed.*\n\nDefender places 1 beacon at center.\n\nAt the end of each round, count models within 3\" of the beacon. `Out of Action` and `Fleeing` models do not count. Each hostile within 3\" subtracts 1 from both players' counts. The side with more scores 1 point. Tied or both at 0: no one scores.\n\nTied on points at game end: side with more models within 3\" of the beacon wins. Still tied: most surviving models.\n\n**Victory:** Most points at game end.\n\n**Reward:** Winner gains +1 `Lead`.\n**Bonus:** +1 additional `Lead` if the winner is 4 or more points ahead.\n\n> \"Your output is monitored. Your contribution is noted.\"\n> **Morning Merit Broadcast**",
  "3_07_assassination.md": "*Someone on the other crew has a price on their head. The contract is specific: one target, no collateral billing. Find them in the chaos.*\n\nAfter deployment, each player secretly writes down one opposing model as their target. Do not reveal targets until one is taken `Out of Action` or `Flees`. You cannot choose a model that is not on the board.\n\nIf the target `Flees`, reveal it immediately: the opponent wins. If both targets die the same turn, first player to reveal their target wins. Same activation: most surviving models.\n\n**Victory:** First to take their target `Out of Action` (or force them to `Flee`). If neither target falls by game end, reveal both. Most surviving models.\n\n**Reward:** Winner gains +1 `Lead`.\n**Bonus:** The model that killed the target gains +1 `Merit`.\n**Intel:** +1 `Evidence` if the winner killed their target (target profile gathered).\n\n> \"Resistance will add to your balance.\"\n> **Toll Collector Final Notice**",
  "3_08_breakthrough.md": "*The corridor is collapsing behind both crews. There is no going back. Get your people to the far exit. Anyone left behind stays behind.*\n\nNo markers. A model reaching the opponent's deployment edge can exit as part of its move. Exited models are removed and cannot return. `Engaged` models cannot exit (must `Disengage` first).\n\nHostiles cannot exit. Models that `Flee` off the opponent's edge count as exited. Models that `Flee` off any other edge do not.\n\nIf no models exit by game end, most surviving models wins.\n\n**Victory:** Most models exited at game end. Models still on the board do not count. Tied: most surviving models on the board.\n\n**Reward:** Winner gains +1 `Lead`.\n**Bonus:** +1 additional `Lead` if the winner exited 3 or more models.\n\n> \"Abandoned Sector: No services, no response, no refunds.\"\n> **Complex Warning Sign**",
  "3_09_triangulation.md": "*Three signal repeaters sit dead across the junction. Each one needs manual activation. The crew that brings them online first gets the broadcast frequency. The other gets static.*\n\nDefender places 3 signal markers (6\"+ apart, 3\"+ from table edges).\n\n`Interact` adjacent to activate a marker for your side. Each model can only activate the same marker once. `Engaged` models cannot activate markers. Activations are permanent: the opponent's activation does not remove yours. Both sides can activate all 3.\n\nHostiles ignore signal markers.\n\n**Victory:** Most markers activated at game end. Maximum 3 per side. Tied: most surviving models.\n\n**Reward:** Winner gains +1 `Lead`.\n**Bonus:** +1 additional `Lead` if the winner activated all 3 markers.\n**Intel:** +1 `Evidence` if the winner activated all 3 markers (broadcast secrets intercepted).\n\n> \"Every signal is a betrayal.\"\n> **Anti-Heresy Warning**",
  "3_10_sabotage.md": "*Your target is the enemy's power conduit. Their target is yours. Cutting takes precision and time. Defending takes bodies.*\n\nEach player places 1 conduit marker in the opponent's board half (3\"+ from table edges).\n\n`Interact` adjacent to sever the enemy conduit. Severing requires 2 `Interact` actions on the same conduit (not necessarily the same activation or model). Mark the first success with a token. At the start of the next round, remove the mark if no friendly model is within 1\" of it. `Engaged` models cannot sever conduits. Severing is permanent once completed.\n\nHostiles ignore conduits.\n\n**Victory:** First to sever. Both sever same round: first to complete wins. Neither severs by game end: most surviving models.\n\n**Reward:** Winner gains +1 `Lead`.\n**Bonus:** The model that completed the final sever gains +1 `Merit`.\n\n> \"A good splice is invisible. A great splice was never needed.\"\n> **Conduit-Certified Saying**",
  "3_11_heist.md": "*A corporate terminal sits unguarded between the crews. Its databanks hold encrypted Department files. Both sides can pull data. Neither can lock the other out.*\n\nDefender places 1 terminal at center.\n\n`Interact` adjacent to download. Each download costs one action. Only one model per side can download per round. `Engaged` models cannot use the terminal. Downloads are tracked per player: both sides use the same terminal.\n\nIf a hostile ends its activation within 1\" of the terminal, the side with more downloads loses 1 (tied: both lose 1, minimum 0).\n\n**Victory:** First to 3 downloads. If neither reaches 3, most downloads at game end. Tied: most surviving models.\n\n**Reward:** Winner gains +1 `Lead`.\n**Bonus:** +1 additional `Lead` if the winner completed 3 downloads. Loser gains 1 `Lead` if they completed at least 1 download.\n**Intel:** +1 `Evidence` if the winner completed 3 downloads (databank files archived).\n\n> \"Every message is heard. Be careful what you say.\"\n> **Vox-Cleared Saying**",
  "3_12_uplink.md": "*Three relay nodes form a local network across the junction. Hold the nodes and the data flows your way. Let the enemy contest them and nobody gets anything.*\n\nDefender places 3 relay nodes (6\"+ apart, 3\"+ from table edges).\n\nAt game end, a node is live for your side if you have at least one model within 3\" and the opponent does not. Contested nodes (both sides present) are not live for either. `Out of Action` and `Fleeing` models do not count.\n\nHostiles within 3\" of a node contest it for both sides.\n\n**Victory:** Most live nodes at game end. Tied: most surviving models.\n\n**Reward:** Winner gains +1 `Lead`.\n**Bonus:** +1 additional `Lead` if the winner has 3 or more live nodes.\n**Intel:** +1 `Evidence` if the winner controls all 3 relay nodes (network traffic intercepted).\n\n> \"The network is eternal. The network is holy. The network is all.\"\n> **Maintenance Prayer**",
  "3_13_lockdown.md": "*The terminal was already running when your crew found it. Someone started a data transfer and didn't finish. The progress bar crawls forward. Whatever it's downloading, three other crews want it stopped.*\n\nDefender places 1 terminal at center.\n\n`Interact` adjacent to advance progress (1 step per success). The terminal needs 3 steps to complete. Both sides track progress separately. Opponent can `Interact` to reset your progress by 1 step (minimum 0). Hostiles within 1\" of the terminal at round end reset both sides by 1 step.\n\n`Engaged` models cannot use the terminal.\n\n**Victory:** First to complete 3 steps. If neither completes, most steps at game end. Tied: most surviving models.\n\n**Reward:** Winner gains +1 `Lead`.\n**Bonus:** +1 additional `Lead` if the winner completed all 3 steps. Loser gains 1 `Lead` if they completed at least 1 step.\n\n> \"Data transfer interruption is a billable offense. Data transfer completion without authorization is also a billable offense.\"\n> **Revenue Operations Service Notice**",
  "3_13b_escort.md": "*They found her hiding in a cable junction, muttering frequencies that haven't been licensed in centuries. She knows where the signal comes from. Both Departments want her talking. She won't last long out here alone.*\n\nDefender places 1 informant at center.\n\n`Interact` adjacent to take control. Escorting model moves at half `Move` (round down). If the escort goes `Out of Action`, the informant stays in place. Any model can take over with `Interact`. `Engaged` models cannot escort. The informant cannot be targeted directly. Hostiles ignore the informant.\n\nIf the informant is unescorted at round end and any hostile is within 3\", remove the informant. Both sides lose.\n\n**Victory:** Exit the informant off your deployment edge. Game end: side controlling the informant wins. No controller: most surviving models.\n\n**Reward:** Winner gains +1 `Lead`.\n**Bonus:** The escorting model at victory gains +1 `Merit`. Loser gains 1 `Lead` if they controlled the informant at any point.\n\n> \"Human Capital reminds all contractors: informants are company property. Damage to company property will be deducted from your subscription.\"\n> **Human Capital Retention Memo**"
}